[
  {
    "title": "Albóndigas de Carne",
    "category": "Principal,Carne",
    "ingredients": [
      "Carne picada",
      "tocino",
      "jamón",
      "pan rallado",
      "ajos",
      "perejil. Todo picado mezclar con huevos."
    ],
    "instructions": "en un bol batir los huevos echar los aliños que son perejil ajo machacado  colorante sal. echar en el bol la carne picada el tocino picado y el jamón picado y remover todo muy bien, añadir pan rallado hasta que se quede una masa que se puedan hacer bolas, peroHacer las  bolas juntándose cada una con un poco de vinagre en las Palmas luego freír. hacer una salsas a base de tomate perejil cebolla ajo colorante una vez frita, añadir una cucharada de harina y remover hasta que espese luego se añade agua y remover hasta que se crea la salsas añadido albóndigas y las verduras que queramos dejar hervir con cuidado de que no se pegue",
    "image": "https://www.laespanolaaceites.com/wp-content/uploads/2019/06/albondigas-en-salsa-1080x671.jpg"
  },
  {
    "title": "Andrajos carne",
    "category": "Principal",
    "ingredients": [
      "300 gramos de harina",
      "200 gramos de conejo o pollo",
      "1 cebolla",
      "2 dientes de ajo",
      "2 tomates maduros",
      "1 pimiento verde",
      "1 litro de caldo de pollo",
      "2 cucharadas de aceite de oliva",
      "1 cucharadita de pimentón dulce",
      "1 cucharadita de comino",
      "unas hojas de hierbabuena",
      "Sal y pimienta al gusto"
    ],
    "instructions": "1. Prepara una masa con la harina y un poco de agua. Estírala y córtala en trozos irregulares. 2. En una olla, sofríe la cebolla, el ajo, el pimiento verde y los tomates. 3. Añade el conejo o pollo y cocina hasta que esté dorado. 4. Incorpora el pimentón y el caldo de pollo. 5. Agrega los trozos de masa y cocina hasta que estén tiernos. 6. Sirve caliente.",
    "image": "https://s1.elespanol.com/2017/11/03/cocinillas/cocinillas_259237907_116398619_1024x576.jpg"
  },
  {
    "title": "Arroz con leche",
    "category": "postres,Dulce,Lacteos",
    "ingredients": [
      "1 litro de leche entera\n100 gramos de arroz\n80 gramos de azúcar\n2 ramas de canela\n1 vaina de vainilla\nLa piel de un limón\n20 gramos de mantequilla\nCanela en polvo\nagua"
    ],
    "instructions": "Aromatiza la leche con las ramas de canela, la vaina de vainilla y la piel de limón en un cazo.\nPoner un litro de agua a hervir con un pelín de sal y añadí el arroz. Cuando se pruebe el arroz y este a media cocción se le quita bastante agua y se empieza a añadir la leche y el azúcar se va removiendo constantemente hasta que esté en su punto.\nIncorpora la mantequilla para lograr una textura más cremosa.\nRetira las ramas de canela, la piel de limón y la vainilla. Sirve en cuencos y decora con canela en polvo.\n",
    "image": "https://www.mccormick.com/-/media/project/oneweb/mccormick-us/mccormick/recipe-categories/a/800x800/arroz_con_leche_800x800.webp?rev=d6de21468fc648d28988f17bbe52397e&vd=20220330T173629Z&extension=webp&hash=924ABF5C89699FD0D94768018217AAEF"
  },
  {
    "title": "Arroz con marisco",
    "category": "Principal, Marisco",
    "ingredients": [
      "Arroz",
      "tomate",
      "cebolla",
      "alcachofa",
      "pimiento verde",
      "pimiento rojo",
      "vino",
      "ajo",
      "perejil",
      "aceite",
      "mejillones",
      "gambas",
      "calamares",
      "berberechos."
    ],
    "instructions": "En una sartén se fríen todos las verduras una vez fritas se le echan el tomate triturado se aliño se añade vino agua y cuando hierva se le echa el arroz y el marisco",
    "image": "https://ellangostinodesanlucar.com/wp-content/uploads/2021/07/Arroz-con-marisco-panameno-1.jpg"
  },
  {
    "title": "Arroz tres delicias",
    "category": "Principal, Ensalada",
    "ingredients": [
      "200 gramos de Arroz Largo\n1 Huevo\n100 gramos de Jamón Cocido en un trozo\nUn gambas peladas y cocidas\n20 mililitros de salsas De Soja\nAceite De Oliva virgen extra\nPimienta Negra\nSal\nOpcional guisante y zanahoria"
    ],
    "instructions": "Cocer el arroz con una pastilla de Avecrem y con una hoja de laurel.\nHacer una tortilla francesa y trocearlo \nTrocear jamón dulce \nPoner una sartén con una poca de aceite echar se agarró cocido desaguado darle unas vuelta añadir la tortilla el jamón y la gambas \nServir con salsas agridulce",
    "image": "https://www.bekiacocina.com/images/cocina/0000/43-h2.jpg"
  },
  {
    "title": "Bechamel",
    "category": "Cremas",
    "ingredients": [
      "3 cucharadas de harina \nMedio litro de leche\nSal\nUn poco de mantequilla 50 gr.\nOpcional. Cebolla muy picada y frita"
    ],
    "instructions": "Derretir la mantequillala y echar las tres cucharadas de harina y remover un poco. Agrega la leche y remover muy bien para que no salga ningún tipo de grumo\nSeguiré moviendo hasta tener el espesor deseado. \nSe puede añadir un pelín de nuez moscada\n",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSqFYuAMWBIGvD16MYj3FpGb8cfj-E-XUCSiQ&s"
  },
  {
    "title": "Bizcochos de yogur",
    "category": "postres,Dulce",
    "ingredients": [
      "medida en yogur\n1 aceite suave de oliva",
      "1 azucar \n1 mermelada albaricoque\n3 harina\n3 huevos tamaño mediano",
      "1 sobrecito de levadura \n1 pizca de sal\nRalladura de un limón"
    ],
    "instructions": "Batimos los huevos bastante añadimos el azúcar y seguimos batiendo añadimos la mermelada y seguimos batiendo añadimos levadura una pizca de sal la ralladura del limón batimos y añadimos la harina y terminamos de batir hasta obtener una masa homogénea. \nPrecalentamos el horno a 200 grados y echamos la masa en un molde adecuado y lo metemos durante 35 minutos. Tener en cuenta de que si sube mucho hay que protegerlo de la parte superior con papel de aluminio para que no se queme.",
    "image": "https://cdn.recetasderechupete.com/wp-content/uploads/2024/01/Receta_bizcocho_yogur.jpg"
  },
  {
    "title": "Cocido",
    "category": "principal, legumbres,carne",
    "ingredients": [
      "garbanzos",
      "patatas",
      "berenjena",
      "tomates",
      "Sal",
      "habicholillas",
      "zanahorias",
      "pollo",
      "morcilla",
      "tocino"
    ],
    "instructions": "poner en agua de un día para otro los garbanzos con un poco de sal y un poquitillo de bicarbonato al día siguiente aclaras bien los garbanzos echarlos en la hoy a presión añadir la berenjena pelada y cortada en trozos grandes pelar patatas y trocearla en trozos grandes añadí a bichorilla cortada trozos de zanahoria un tomate entero cortado un trozo de pollo un trozo de tocino un hueso de sustancia y poner a cocer durante una hora la morcilla se pone aparte",
    "image": "https://www.freskko.com/wp-content/uploads/2024/01/cocido-1.jpg"
  },
  {
    "title": "Crema de espárragos verdes o trigueros",
    "category": "Cremas,vegano",
    "ingredients": [
      "2 manojos de espárragos trigueros",
      "2 cebollas grandes",
      "1 puerro",
      "Perejil fresco",
      "Tomillo",
      "Orégano",
      "200 ml de nata ligera de cocina o crema de leche",
      "300 ml de agua o caldo de verduras",
      "50 ml de aceite de oliva virgen extra",
      "Sal y pimienta negra",
      "Lascas de queso parmesano",
      "Picatostes de pan frito"
    ],
    "instructions": "Lava los espárragos y corta la parte gruesa, reservando las puntas. Pica las cebollas y el puerro. Sofríe las verduras con aceite, sal y hierbas por 5 minutos. Añade los espárragos troceados y saltea otros 5 minutos. Incorpora la nata y el agua (o caldo), cocina por 10 minutos y salpimienta al gusto. Tritura la mezcla hasta obtener una crema suave. Si deseas, cuela la crema para eliminar fibras. Saltea las puntas de espárrago y decora con ellas, lascas de queso y picatostes antes de servir.",
    "image": "https://cdn.recetasderechupete.com/wp-content/uploads/2020/09/Crema-de-esparragos-trigueros-1200x828.jpg"
  },
  {
    "title": "Crema Pastelera Fina",
    "category": "Postres Crema Dulce",
    "ingredients": [
      "- 500 ml de leche entera 70 g de azúcar  50 g de maicena, 5 yemas de huevo, cucharadita de esencia de vainilla 40 gramos de mantequilla"
    ],
    "instructions": "poner la mitad de la leche en un cazo a hervir con las especias que vayamos a echarle en este caso la vainilla  y la mantequilla. la otra mitad de la leche fría  echaremos la maicena y el azúcar y las yemas y batiremos bien cuando esté  la leche hirviendo dejaremos reposar un rato para que tome bien el gusto de limón pondremos otra vez la leche en el fuego pero esta vez lento y iremos  añadiendo la leche con el azúcar  y la maicena y no dejaremos remover hasta que espese",
    "image": "https://imag.bonviveur.com/crema-pastelera-con-rama-de-canela_1000.webp"
  },
  {
    "title": "Crema Pastelera Normal",
    "category": "Postres Crema Dulce",
    "ingredients": [
      "- 500 ml de leche entera 100 g de azúcar (puedes ajustar al gusto)\n- 60 g de maicena (harina de maíz)\n- 1 cucharadita de esencia de vainilla (o una vaina de vainilla si prefieres)\n- Ralladura de limón (opcional",
      "para dar un toque cítrico)"
    ],
    "instructions": "poner la mitad de la leche en un cazo a hervir con las especias que vayamos a echarle en este caso la vainilla y el limón y la mantequilla la otra mitad de la leche fría echaremos la maicena y el azúcar y batiremos bien cuando esté la leche hirviendo dejaremos reposar un rato para que tome bien el gusto de limón  pondremos otra vez la leche en el fuego pero esta vez lento y iremos añadiendo la leche con el azúcar  y la maicena y no dejaremos remover hasta que espese",
    "image": "https://imag.bonviveur.com/crema-pastelera-con-rama-de-canela_1000.webp"
  },
  {
    "title": "Croquetas de jamón",
    "category": "Segundo,Tapas,Carne",
    "ingredients": [
      "50 gramos de harina",
      "50 gramos de mantequilla",
      "100 gramos de jamón ibérico picado",
      "500 ml de leche entera",
      "Sal",
      "1 cebolla",
      "Harina (para rebozar)",
      "Huevo (para rebozar)",
      "Pan rallado (para rebozar)"
    ],
    "instructions": "en una sartén derretir la mantequilla y echar la cebolla picada, añadir la harina con mucho cuidado de que no queden grumos remover para que no se pegue, echar la leche en la sartén vy añadir sal a gusto  y remover otra vez muchísimo para que no queden grumos añadir el jamón picado, cuando la masa esté espesa retirar y dejar para el próximo día que se harán las croquetas luego se rebozarán en harina huevo y pan se dejarán reposar y luego se fríen",
    "image": "https://www.cocinatis.com/archivos/202207/CTIS0549-receta-croquetas-jamon_mobile_horizontal_full_width.jpg"
  },
  {
    "title": "Fideos guisados con marisco",
    "category": "Principal, marisco",
    "ingredients": [
      "250 gr fideos gruesos (núm. 2)\n1 lata berberechos \n1 cebolla\n2 dientes de ajo\n1 pimiento verde\n1 pimiento rojo\n1 lata tomate triturado\nColorante\nmejillones\nGambas  \nlangostinos\nSal\nVino\nLaurel \nPerejil \nPicante"
    ],
    "instructions": "\nPrepara un buen sofrito, pica la cebolla, pimientos y ajo y verduras, póchalos con un poco de aceite, cuando estén blanditos agrega el tomate y deja cocinar con un poco de vino. Y sal a gusto\nAñadír el agua y dejar hervir cuando hierva Añade los fideos, \nEl tiempo de cocción será el que marque el propio fabricante (mira el paquete para saber los mins. que necesitan), no necesita reposo.\nAntes de retirar del fuego, agrega los mejillones, almejas y langostinos, cocina un par de mins. y sirve de inmediato.",
    "image": "https://pausayplato.com/wp-content/uploads/2021/10/Fideos-caldosos-con-marisco-500x500.jpg"
  },
  {
    "title": "Flamenquines de Jamón",
    "category": "Tapas, segundo, carne",
    "ingredients": [
      "4 filetes de lomo de cerdo",
      "4 lonchas de jamón serrano",
      "4 lonchas de queso",
      "Harina",
      "1 huevo",
      "Pan rallado",
      "Aceite de oliva para freír"
    ],
    "instructions": "1. Extiende los filetes de lomo y coloca una loncha de jamón y una de queso en cada uno. 2. Enróllalos y asegura con palillos. 3. Pasa los flamenquines por harina, huevo batido y pan rallado. 4. Fríelos en aceite caliente hasta que estén dorados. 5. Sirve caliente.",
    "image": "https://www.divinacocina.es/wp-content/uploads/flamenquines-de-pollo.jpg"
  },
  {
    "title": "Gachas",
    "category": "postres, dulce",
    "ingredients": [
      "Medio litro de leche \n1 vaso yogur de harina de trigo.\n1 vaso de yogur de azúcar \n Un trozo de pan cortado en dados de azúcar",
      "12 vaso  De aceite de oliva virgen extra \nuna cucharadita de anís en grano. una pizca de sal \nPiel de limón\ny un poco de canela molida."
    ],
    "instructions": " poner el aceite en la sartén a fuego medio alto y como ya está caliente añadir el pan y Freir. Cuando esté doradito por todos lados se saca un plato como un papel absorbente en el mismo aceite. Se añaden los granos de anís y después de unos 10 segundos se retiran colando. El aceite se vuelva a poner el aceite, la sartén a fuego medio alto y una vez que esté caliente se añade la harina y la iré moviendo de vez en cuando pasado unos dos minutos se retira la sartén y le añadiré la leche que he calentado previamente el azúcar y se mezcla todo bien. \nAñadimos la piel de limón para que le dé un sabor y Seguido se vuelve a poner la sartén a fuego medio alto e iremos viendo la mezcla hasta que espese un poco. Por último, la podéis probar para ver si está bien de dulzor y se retira con las cantidades que he hecho. ",
    "image": "https://recetasdecocina.elmundo.es/wp-content/uploads/2024/10/gachas-dulces-1068x712.jpg"
  },
  {
    "title": "Galletas de miel",
    "category": "postres, dulce ,galletas",
    "ingredients": [
      "300-350 gr de harina",
      "2 huevos",
      "100 gr de mantequilla",
      "blanda",
      "1 pizca de sal",
      "200 gr de miel",
      "Esencia Andalusi Gourmet (opcional)"
    ],
    "instructions": "En un cuenco amplio, mezclar los huevos, la mantequilla, la sal, la miel y la harina. Una vez integrados los ingredientes, pasar la masa a una superficie enharinada, amasarla ligeramente y colocarla entre dos papeles de horno. Estirar la masa con un rodillo y usar un cortapastas para darle forma a las galletas. Colocar las galletas en una bandeja de horno forrada con papel sulfurizado. Hornear a 180C durante 12 minutos con calor circular o un poco más si se usa calor arriba y abajo, hasta que estén doradas. Dejar enfriar sobre una rejilla antes de guardarlas en una lata.",
    "image": "https://es.rc-cdn.community.thermomix.com/recipeimage/fx1ni6ki-aa1c2-293670-cfcd2-laq231dh/bc66c323-6fec-4bce-8817-c7fed8b7128a/main/galletas-de-miel.jpg"
  },
  {
    "title": "Gambas al Pil Pil",
    "category": "Tapas, marisco",
    "ingredients": [
      "500 gramos de gambas",
      "4 dientes de ajo",
      "1 guindilla",
      "100 ml de aceite de oliva",
      "Sal al gusto"
    ],
    "instructions": "1. Pela las gambas y reserva las cabezas y cáscaras. 2. En una cazuela, calienta el aceite de oliva y fríe los ajos y la guindilla. 3. Añade las cabezas y cáscaras de las gambas y cocina hasta que suelten su jugo. 4. Cuela el aceite y vuelve a calentarlo. 5. Agrega las gambas y cocina a fuego fuerte durante 2-3 minutos. 6. Sirve caliente.",
    "image": "https://www.cocinatis.com/archivos/202207/CTIS0975-receta-gambas-al-pil-pil_mobile_horizontal_full_width.jpg"
  },
  {
    "title": "Gambas con gabardina - colines",
    "category": "Tapas, marisco",
    "ingredients": [
      "500 g. de gambas (a ser posible de Huelva)\n125 g. de harina de trigo de todo uso\n100 ml. de cerveza\n1 huevo M\n1 cucharada de café de levadura química (impulsor)\n cucharada de café de colorante alimentario o cúrcuma molida\nPara la fritura aceite de girasol o aceite de oliva virgen extra suave\nSal (al gusto al gusto de cada casa)\nAcompañamiento 100 ml. de mayonesa casera"
    ],
    "instructions": "Pelar las gambas dejar parte de la cola. \nañadimos a un bol la harina en primer lugar. Vertemos la cerveza, y a continuación el resto de ingredientes huevo, levadura, sal al gusto y el colorante alimentario amarillo (aunque puedes añadir cúrcuma, si lo Mezclamos con ganas, hasta conseguir una masa ligeramente espesa, que luego se pegue perfectamente a las colas de gamba. Es importante que no quede un mazacote, así que añadid un poco de agua si veis que es el caso. Dejamos reposar la masa 15 minutos, para que actúen la levadura y la cerveza. Vertemos abundante aceite de girasol en un cazo y calentamos. Que esté bien caliente pero sin que llegue a humear. De esta manera el rebozado se hará rápido y cojera esponjosidad.\nVamos pasando las colas de gamba por la masa Orly, escurriendo el sobrante y las vamos pasando al cazo. Freímos de 5 en 5, para que el aceite no nos pierda temperatura. Movemos las gambas de manera que se frían por los 2 lados. En cuestión de minuto medio estarán listas.\nEn cuanto comprobamos que van cogiendo color dorado, las retiramos y las ponemos a escurrir sobre papel de cocina, para que escurran el aceite sobrante. Repetimos el proceso con el resto y lista una tapa de categoría para nuestros invitados.\n",
    "image": "https://cdn.recetasderechupete.com/wp-content/uploads/2019/08/Gambas-gabardina-1200x828.jpg"
  },
  {
    "title": "Habichuelas con chorizo y cardo",
    "category": "Principal, legumbres, carne",
    "ingredients": [
      "Habichuelas",
      "chorizo",
      "pimiento verde",
      "zanahoria",
      "tomate",
      "cebolla",
      "cardo",
      "callos",
      "pimentón",
      "ajo"
    ],
    "instructions": "dejaremos lo habitual en remojo de un día para otro con una poca de sal, antes de usarla la lavaremos y  echaremos la olla a presión añadir tomate natural triturado cebolla cortada pimentón frito ajo frito machacado chorizo morcilla zanahoria a rodajas, añadir  callos y deja cocer en la olla a presión \n ",
    "image": "https://i.ibb.co/VcmxMQnn/IMG-20250131-123046.jpg"
  },
  {
    "title": "Huevos Rellenos con Atún",
    "category": "Tapas, huevos marisco",
    "ingredients": [
      "6 huevos",
      "1 lata de atún natural\nPimiento rojo",
      "cebolla",
      "vinagre",
      "mayonesa",
      "sal"
    ],
    "instructions": "1. Hierve los huevos durante 10 minutos, pélalos y córtalos por la mitad. 2. Retira las yemas y mézclalas con el atún,la cebolla muy cortada y el pimiento rojo y un pelín de vinagre. Rellena las claras con la mezcla, echar mayonesa por encima y poner tiras de pimiento rojo.",
    "image": "https://cdn.recetasderechupete.com/wp-content/uploads/2015/07/huevos_rellenos_ensaladilla_rusa.jpg"
  },
  {
    "title": "Humus",
    "category": "cremas legumbres vegano",
    "ingredients": [
      "Garbanzos cocidos\n400 g\nAceite de oliva virgen extra\n70 g\nSemillas de sésamo tostado\n60 g\nPimentón \nComino \n\nAgua\n50 ml\nDiente de ajo\n1\nSal (aprox)\n5 g\nZumo de limón\n30 g\nComino molido (aprox)\n5 g"
    ],
    "instructions": "Cocer los garbanzos, echa en un recipiente añadir una cucharada de las especias zumo de limón los ajos y el aceite se le puede añadir pimiento rojo pasarlo todo por la turni",
    "image": "https://cdn.recetasderechupete.com/wp-content/uploads/2017/01/Hummus.jpg"
  },
  {
    "title": "Kechup",
    "category": "salsas vegano",
    "ingredients": [
      "1 kg de tomates maduros\n1 cebolla\n1 pimiento verde\nun diente de ajo\n50 g. azúcar moreno\n70 cc. vinagre de vino blanco o de manzana\nmedia cucharadita de sal fina\nmedia cucharadita de pimentón dulce\nmedia cucharadita de mostaza en polvo\npizca de canela molida\npizca de pimienta molida\npizca de clavo molido"
    ],
    "instructions": "Cómo hacer ketchup casero\nLava los tomates y el pimiento. Corta en trozos grandes los tomates y coloca en un cazo grande antiadherente. Añade el pimiento en trozos, sin semillas, la cebolla en trozos y el diente de ajo pelado. Cuece a fuego lento unos 40 minutos, o hasta que todo quede muy tierno.\n\nTritura la mezcla usando la batidora, hasta que quede muy fino. Añade las especias, el azúcar y el vinagre. Acaba la cocción una hora a fuego lento, removiendo con frecuencia, hasta que quede un puré espeso.\n\n",
    "image": "https://cdn.nutritionstudies.org/wp-content/uploads/2017/03/speedy-two-minute-ketchup.jpg"
  },
  {
    "title": "Lentejas con Chorizo y Patatas",
    "category": "Principal legumbres carne",
    "ingredients": [
      "250 g de lentejas",
      "2 patatas medianas",
      "1 zanahoria",
      "1 cebolla",
      "1 tomate rallado",
      "2 dientes de ajo",
      "100 g de chorizo (en rodajas)",
      "1 hoja de laurel",
      "1 cucharadita de pimentón dulce",
      "2 cucharadas de aceite de oliva",
      "1 cucharada de aceite de cominos",
      "1 cabeza de ajo cruda",
      "1 litro de agua o caldo",
      "Sal al gusto"
    ],
    "instructions": "1. Lava las lentejas y escúrrelas. Si las lentejas son secas, déjalas en remojo durante al menos 2 horas.\n2. Pela y corta las patatas en trozos medianos. Pela y trocea la zanahoria, la cebolla y añade el ajo, chorizo, especias y tomate, todo en crudo.\n3. Agrega el agua o caldo caliente y la hoja de laurel. Sube el fuego hasta que empiece a hervir. Cocina a fuego lento durante 30-40 minutos o hasta que las lentejas estén tiernas. Ajusta la sal al gusto antes de servir se le puede acompañar con un chorroncito de vinagre y de aceite de oliva virgen Crudo.",
    "image": "https://cdn.recetasderechupete.com/wp-content/uploads/2019/09/Lentejas-con-chorizo-foto.jpg"
  },
  {
    "title": "Macarrones con tomate",
    "category": "Primer plato",
    "ingredients": [
      "Macarrones cocidos",
      "tomate en lata",
      "huevos cocidos",
      "atún",
      "cebolla",
      "ajo",
      "aceite de oliva",
      ""
    ],
    "instructions": "",
    "image": ""
  },
  {
    "title": "Macarrones del cardenal",
    "category": "Principal",
    "ingredients": [
      "-   400 g de macarrones   o penne rigate.  \n-   400 g de carne de cerdo   (preferiblemente secreto ibérico",
      "picado).  \n-   1 cebolla grande   (picada).  \n-   200 ml de nata líquida   para cocinar.  \n-   100 ml de salsa de tomate  .  \n-   100 g de queso parmesano rallado  .  \n-   Aceite de oliva",
      "sal y pimienta al gusto."
    ],
    "instructions": "\n1.   Sofrito de cebolla  :  \n   - En una sartén, sofreír la cebolla picada con aceite de oliva a fuego lento durante   20 minutos   hasta que esté blanda y dulce.  \n\n2.   Cocinar la carne  :  \n   - Añadir la carne de cerdo picada a la sartén y dorarla.  \n   - Incorporar la salsa de tomate y mezclar bien.  \n\n3.   Preparar la salsa  :  \n   - Verter la nata líquida y dejar reducir a fuego medio hasta obtener una salsa espesa.  \n   - Agregar   50 g de queso parmesano   y mezclar hasta fundir.  \n\n4.   Cocer la pasta  :  \n   - Hervir los macarrones en agua con sal, dejándolos   al dente  . Escurrir.  \n\n5.   Montar el plato  :  \n   - En una fuente de horno, alternar capas de pasta y la mezcla de carne con salsa.  \n   - Cubrir la última capa con el   queso parmesano restante  .  \n\n6.   Hornear  :  \n   - Gratinar a   200°C   durante   10 minutos   o hasta que el queso esté dorado.  \n\n7.   Reposo y servir  :  \n   - Dejar reposar 5 minutos antes de servir para compactar las capas.  ",
    "image": "https://static.eldiario.es/clip/131b4645-d7c9-4a78-844a-9b8ad9e39cc6_16-9-discover-aspect-ratio_50p_1117411.webp"
  },
  {
    "title": "Macarrones guisados con carne ",
    "category": "Principal carne",
    "ingredients": [
      "250 gr macarrones gruesos (núm. 2)\n1 lata berberechos \n1 cebolla\n2 dientes de ajo\n1 pimiento verde\n1 pimiento rojo\n1 lata tomate triturado\nColorante\nCarne\nSal\nVino\nLaurel \nPerejil \nPicante"
    ],
    "instructions": "\n freir la carne picada y añadír a un  sofrito que  haremos con  cebolla, pimientos y ajo y verduras, póchalos con un poco de aceite, cuando estén blanditos agrega el tomate y deja cocinar con un poco de vino. Y sal a gusto\nAñadír el agua y dejar hervir cuando hierva Añade los fideos, \nEl tiempo de cocción será el que marque el propio fabricante (mira el paquete para saber los mins. que necesitan), no necesita reposo.",
    "image": "https://pausayplato.com/wp-content/uploads/2021/10/Fideos-caldosos-con-marisco-500x500.jpg"
  },
  {
    "title": "Mayonesa de huevo",
    "category": "salsas",
    "ingredients": [
      "huevos  aceite de girasol aceite de oliva sal ajo y limón"
    ],
    "instructions": "echar un huevo en la batidora el zumo de limón a gusto una pizca de sal a gusto los dientes de ajo también a gusto y batir, y añadiendo poco a poco el aceite de girasol y un poquito de aceite de oliva para darle un gusto",
    "image": "https://i.blogs.es/8a4ab6/mayonesa_rec/450_1000.jpg"
  },
  {
    "title": "Mayonesa de leche",
    "category": "salsas",
    "ingredients": [
      " 80g leche 200 g aceite de girasol aceite de oliva sal ajo y limón"
    ],
    "instructions": "echar la leche en batidora el zumo de limón a gusto una pizca de sal a gusto los dientes de ajo también a gusto y batir, y añadiendo poco a poco el aceite de girasol y un poquito de aceite de oliva para darle un gusto",
    "image": "https://i.blogs.es/8a4ab6/mayonesa_rec/450_1000.jpg"
  },
  {
    "title": "Migas",
    "category": "Principal carne",
    "ingredients": [
      "Pan ajo torrezno chorizo pimiento verde agua sal"
    ],
    "instructions": "Hacer trocitos pequeños con el pan y reservar freír los ajos chorizo y torrezno. \nEl aceite de la fritura se le añade un pelín de sal y se pone al fuego y se echa el pan a que previamente hemos mojado un poco moveremos sin parar hasta que la amiga de pan se vayan soltando iremos añadiendo primero los torreznos al rato el chorizo cuando vayamos a finalizar los ajos y una vez estén hechos le pondremos los pimientos fritos por encima",
    "image": "https://i0.wp.com/www.zampatelmundo.com/wp-content/uploads/2020/03/Receta-de-migas.jpeg?resize=1000%2C1000&ssl=1"
  },
  {
    "title": "MojoPicon",
    "category": "salsas vegano",
    "ingredients": [
      "1 cabeza de ajo (unos 8 dientes de ajo aproximadamente) (menos si no nos gusta tan picante)\n2 pimientas piconas o pimienta de la puta madre (típicas en Canarias",
      "si no las podéis conseguir",
      "os aconsejo unas cayenas grandes",
      "depende del tamaño",
      "2-3)\n1 cucharadita de comino en grano (o en su defecto molido)\n1 cucharada de pimentón dulce o picante (yo empleo la misma cantidad de los dos)\n20 ml de vinagre\n150 ml de aceite de oliva virgen extra\nSal gorda al gusto"
    ],
    "instructions": "Si queréis preparar el mojo como tal y como lo hacen en Canarias, debéis darle al mortero. Para ello majamos los ajos pelados y picados, los cominos si están en grano, las pimientas o piconas limpias de pepitas y la sal gorda, le damos con brío hasta que formen una pasta suave y homogénea.\nUna vez que tenemos la pasta, añadimos el pimentón y muy lentamente el aceite de oliva virgen extra y el vinagre hasta que quede una pasta espesa.\nSi queda demasiado espesa la podemos aligerar con un poco de agua. Si lo preparamos con la batidora (sólo es un pecado venial y es más rápido) colocaremos todo en un bol y trituramos hasta que quede una pasta parecida a un puré ligero.\n",
    "image": "https://cdn.elcocinerocasero.com/imagen/receta/1000/2017-04-12-13-18-01/mojo-picon-canario.jpeg"
  },
  {
    "title": "Patatas al ajillo",
    "category": "Principal vegano",
    "ingredients": [
      "Patatas, ajos,orégano,comino, sal, pimentón, vinagre,aceite, vino, caldo de pollo ajo"
    ],
    "instructions": "Se pela las patatas y se cortan a rodajas finas. Se pone una pequeña sartén se fríen unos ajos luego se apartan y se machacan. En la sartén se añaden los ajos machacados el pimentón y se reboza un poco luego se añade la especias, un poquito de picante y un pelín de caldo de pollo o agua con una pastilla de caldo de avecrem lo dejamos a fuego lento un rato para que tome bien los aliños y se reduzca un poco el caldo \n y se echan las patatas cuando lleven unos 10 minutos se aparta del fuego se sirve con un huevo frito.",
    "image": "https://i.blogs.es/517ccf/patatas-al-ajillo-pastor/840_560.jpg"
  },
  {
    "title": "Patatas arrieras",
    "category": "Principal vegano",
    "ingredients": [
      "Papas",
      "Gambas",
      "Ajo",
      "Alioli",
      "Pimentón",
      "sal",
      "aceite"
    ],
    "instructions": "Preparar las papas\nLava y pela las papas.\nCórtalas en rodajas finas o en gajos, según prefieras. Fríelas en aceite de oliva caliente hasta que estén doradas y crujientes.\nColócalas sobre papel absorbente para eliminar el exceso de aceite.\nCocinar las gambas\nEn una sartén, calienta un poco de aceite de oliva y añade los ajos picados.\nCuando el ajo esté dorado, agrega las gambas y cocínalas hasta que se vuelvan rosadas. Añade sal, pimentón y un toque de limón para resaltar los sabores.\nPreparar el alioli (opcional)\nPuedes hacer el alioli en casa mezclando ajo, yemas de huevo, jugo de limón y aceite de oliva hasta lograr una textura cremosa, o bien utilizar una versión comercial para mayor facilidad.\nMontaje del plato\nColoca las papas fritas en una fuente. Añade las gambas al ajillo por encima y rocía con el alioli. Sirve caliente para disfrutar de todo el sabor",
    "image": "https://cocinandoydisfrutar.com/wp-content/uploads/2024/10/cocinar0716_httpss.mj_.runEYF6HEXSro4_homemade_Patatas_Arriera_5d4de2af-cc73-44ed-ac4a-f8328424ee4f_3-768x768.png"
  },
  {
    "title": "Patatas esparragadas",
    "category": "Principal vegano",
    "ingredients": [
      "Patata, rebanada de pan, huevo, vinagre, aceite, pimentón, ajo, sal, agua, comino"
    ],
    "instructions": "Se pela las patatas y se cortan a rodajas finas. Se pone una pequeña sartén se fríen unos ajos y se apartan. En un bol se añaden los ajos, el pan frito, el pimentón y comino, La sal y el vinagre. Se mezcla bien y se echa a la sartén para freír levemente, luego añadimos  un poco de agua\n y se echan las patatas cuando lleven unos 10 minutos se aparta del fuego batimos un huevo y se lo añadimos a las patatas por encima es importante que no hierva para que no se corte el huevo. Probamos para ver el gusto de sad y vinagre.",
    "image": ""
  },
  {
    "title": "Pescada en salsa",
    "category": "Principal, Pescado",
    "ingredients": [
      "Pescada\nTomate \nCebolla \nAjo \nPerejil \nSal \nVino \nAceite \nHarina"
    ],
    "instructions": "Trocear la pescada lavar muy bien secarla pasarla por harina tamiz y freírla. \nCon el tomate la cebolla ajo perejil y la sal y el vino a hacer un sofrito todo bien troceado luego añadír una cucharada de harina y espesar. Añadir un par de vasos de agua y remover que no haga grumos y que espese un poco añadir la pescada frita y dejar diez minutos. Se puede añadir unos mejillones y gambas almeja o berberechos.",
    "image": "https://content-cocina.lecturas.com/medio/2023/07/24/pescadilla-en-salsas-marinera_3580b792_1200x1200.jpg"
  },
  {
    "title": "Pipirrana de Jaén",
    "category": "Principal ensaladas",
    "ingredients": [
      "1 kilo y medio de tomates",
      "1 pimiento verde",
      "2 huevos cocidos",
      "2 latas de atún",
      "2 dientes de ajo",
      "Sal",
      "Aceite de oliva virgen extra Castillo de Toya"
    ],
    "instructions": "En un dornillo, machacar los dientes de ajo pelados junto con la sal. Añadir las yemas de huevo cocidas y continuar majando. Incorporar el aceite de oliva virgen extra mientras se sigue majando. Pelar y picar los tomates, añadirlos a la mezcla junto con las claras de huevo y el pimiento verde, ambos picados finamente. Mezclar todo bien y guardar en el frigorífico. Una vez fría, añadir el atún, mezclar y servir. Se puede acompañar con cuchara o pan.",
    "image": "https://www.petitchef.es/imgupl/recipe/pipirrana-de-jaen-muy-facil-paso-a-paso--md-107636p577926.jpg"
  },
  {
    "title": "Pisto manchego",
    "category": "Principal vegano",
    "ingredients": [
      "Dientes de ajo 2\n    Cebolla 250 g\n    Pimiento verde 200 g\n    Pimiento rojo 200 g\n    Tomate 4\n    Calabacín 300 g\n    Sal\n    Pimienta negra molida\n    Aceite de oliva virgen extra"
    ],
    "instructions": "\n    Dientes de ajo 2\n    Cebolla 250 g\n    Pimiento verde 200 g\n    Pimiento rojo 200 g\n    Tomate 4\n    Calabacín 300 g\n    Sal\n    Pimienta negra molida\n    Aceite de oliva virgen extra\nCalentamos una cantidad generosa de aceite de oliva virgen extra en una cazuela y pochamos el ajo y la cebolla picados durante 15 minutos a fuego suave. Añadimos el pimiento picado y pochamos 15 minutos más. Por último incorporamos el calabacín y el tomate triturado, salpimentamos al gusto, tapamos y dejamos pochar durante un mínimo de una hora y media.\n\nTranscurrido este tiempo, retiramos la tapadera de la cazuela, subimos un poco el fuego y cocemos durante 15 minutos más o hasta que el agua del tomate se haya evaporado. Queremos que nos quede jugoso, pero sin restos del agua que sueltan las verduras, con todos los ingredientes bien amalgamados. una vez conseguida esta consistencia, servimos inmediatamente.",
    "image": "https://i.blogs.es/0f8b32/pisto_manchego/450_1000.jpg"
  },
  {
    "title": "Pizza",
    "category": "principal",
    "ingredients": [
      "atún",
      "anchoas",
      "jamón de york",
      "jamón serrano",
      "gambas",
      "champiñones",
      "pimiento rojo",
      "tomate triturado",
      "huevo",
      "distinto tipo de quesos",
      "aceitunas",
      "orégano"
    ],
    "instructions": "estirar la base no demasiado gorda echar tomate triturado con un poco de orégano añadir los ingredientes seleccionados por encima echarle queso rallado y se le puede echar también huevo batido, 30 minutos de horno",
    "image": "https://www.lavanguardia.com/files/image_449_220/files/fp/uploads/2021/03/30/6063031b90a87.r_d.1083-871-1046.jpeg"
  },
  {
    "title": "Pollo en pepitoria",
    "category": "Principal carne",
    "ingredients": [
      "Pollo entero\n1\nCebolla\n2\nHarina de trigo\n40 g\nDientes de ajo\n1\nAzafrán unas hebras\nVino de Jerez una copa\nCaldo de pollo\n500 ml\nAlmendra molida\n50 g\nAlmendra laminada\n50 g\nHuevos\n1\nAceite de oliva virgen extra\nSal y pimienta al gusto"
    ],
    "instructions": "Para hacer la salsas, comenzamos picando la cebolla en juliana y pochándola en aceite de oliva virgen extra. El objetivo es una salsas blanca por lo que tendremos cuidado de no tostar la cebolla, lo que cambiaría el sabor y el color de nuestro guiso tradicional. Por eso, lo hacemos a fuego lento y vigilando hasta que la cebolla esté transparente.\nMientras tanto, salpimentamos las tajadas de pollo, las pasamos por harina y las freímos ligeramente sin dorar la piel, simplemente para tratar de hacer una costra que conseguirá que nuestro pollo esté más jugoso. En la cazuela de la cebolla, añadimos el ajo cortado en láminas y la almendra molida, y removemos rápidamente. Incorporamos a continuación el vino de Jerez y dejamos que reduzca.\n\nMetemos en la cacerola las tajadas de pollo reservadas y añadimos el caldo, que debe cubrir prácticamente el pollo. Echamos las hebras de azafrán previamente tostadas y la hoja de laurel, dejando que se haga durante unos 35 minutos, a fuego medio.\n\nCuando vemos que el pollo está casi listo, añadimos la yema del huevo cocido para que espese aún más la salsas y picamos la clara para adornar el plato al final. Completará la decoración unas láminas de almendra tostadas que espolvorearemos sobre las tajadas ya en el plato.",
    "image": "https://imag.bonviveur.com/pollo-en-pepitoria-recien-hecho_1000.webp"
  },
  {
    "title": "Queso fresco ",
    "category": "",
    "ingredients": [
      "Leche entera \nSal \nVinagre"
    ],
    "instructions": "",
    "image": "https://youtu.be/K9RLIYYpEfo?si=0eU0N5FSndf3CKiX"
  },
  {
    "title": "Rosquillos de anís",
    "category": "postres dulces",
    "ingredients": [
      "450-500 gramos de harina",
      "3 huevos",
      "3 sobres dobles de gaseosa para repostería",
      "180 gramos de azúcar",
      "150 mililitros de aceite de oliva virgen extra",
      "150 mililitros de anís dulce Castillo de Jaén",
      "Ralladura de un limón",
      "Aceite de oliva virgen o virgen extra para freír",
      "Azúcar para rebozar"
    ],
    "instructions": "En un recipiente, batir los huevos con el azúcar hasta que blanqueen y estén espumosos. Añadir el aceite de oliva, el anís dulce y la ralladura de limón, batiendo bien. Incorporar la harina y los sobres dobles de gaseosa, mezclando suavemente hasta integrar. La masa será pegajosa cubrir con un paño y dejar reposar 1-2 horas. Untar las manos con aceite y formar los rosquillos. Pueden hacerse haciendo un agujero en el centro con el dedo o formando tiras que se unen en forma de aro. Freír en aceite a temperatura media, evitando que se quemen o absorban demasiado aceite. Colocar sobre papel absorbente y rebozar en azúcar mientras aún están calientes. Guardar en una lata para conservarlos por varios días.",
    "image": "https://www.pequerecetas.com/wp-content/uploads/2015/07/rosquillas-de-anis.jpg"
  },
  {
    "title": "Sadurilla al ajillo pastor (pendiente)",
    "category": "Principal carne",
    "ingredients": [
      "Una asadura de cordero\nCebolla \nTomate triturado \nLaurel \nVino \nPimentón \nBrandy \nLaurel \nSal \nAceite para freír \nTomillo"
    ],
    "instructions": "Comenzamos lavando muy bien la asadura, cambiando varias veces el agua.\r\nYo la dejo unos minutos con agua y un chorro de vinagre.\r\nTroceamos la asadura en trozos de bocado, limpiando la grasa y eliminando las partes blancas.\r\n(O le pedimos al carnicero que nos la trocee)\nEn una olla baja o sartén pocharemos la cebolla y el ajo a fuego medio durante cuatro o cinco minutos.\r\n\nPasado ese tiempo incorporamos la asadura doramos un poco removiendo para que no se pegue..\r\nSalpimentamos al gusto, incorporamos el Pimentón (si queréis puede ser picante)el Tomate el tomillo y el Laurel\r\nLe damos unas Vueltas y le incorporamos el vaso de Vino, el chorrito de Brandy ponemos a Fuego fuerte un par de minutos para que evapore el alcohol\nLe añadimos un vaso de Agua.\r\nBajamos el fuego y dejamos cocinar unos 45 minutos. O hasta que la asadura esté tierna y haya reducido la salsas.\r\nPodemos añadir un poquito más de agua si fuese necesario.",
    "image": "https://i0.wp.com/pedrochesgastronomia.com/wp-content/uploads/2018/06/asadura.jpg?resize=800%2C692&ssl=1"
  },
  {
    "title": "Salmorejo",
    "category": "Sopas verano segundo",
    "ingredients": [
      "Tomate\n1 kg\nPan de hogaza preferiblemente de Telera cordobesa\n200 g\nAceite de oliva virgen extra\n150 ml\nDientes de ajo\n1\nSal al gusto"
    ],
    "instructions": "Para hacer el salmorejo, me gusta ir mezclando los ingredientes paso a paso para así conseguir la textura perfecta. Comienzo lavando los tomates, retirando lo verde del pedúnculo y triturándolos. No es necesario pelar ni quitar las pepitas porque después paso el puré de tomate por un colador fino donde se queda todo pasando solamente el tomate.\n\nEn un bol coloco el pan y lo cubro con el puré de tomate dejando que se impregne durante unos diez minutos. Pasado ese tiempo, incorporo el diente de ajo y trituro bien con la batidora o con la Thermomix y obtengo una crema espesa de pan y tomate. La proporción de pan que yo uso es estupenda para esta textura, pero podéis variarla en función del agua que tengan los tomates que utilicéis y de lo consistente que sea la miga.\n\nA continuación incorporo el aceite de oliva virgen extra. ",
    "image": "https://danzadefogones.com/wp-content/uploads/2023/05/Salmorejo-cordobes-casero-1024x1536.jpg"
  },
  {
    "title": "salsa Tartara",
    "category": "salsas vegano",
    "ingredients": [
      "150 gramos mayonesa\n12 cucharada mostaza Dijon\n12 cebolla pequeña\n1 huevo cocido\n2 pepinillos\n6 alcaparras\n1 cucharadaperejil fresco picado"
    ],
    "instructions": "Para hacer la popular salsas tártara casera, comienza por picar el pepinillo, las alcaparras, la cebolleta y el huevo cocido. Los ingredientes triturados deben quedar bien finos, por lo que os recomendamos hacerlo en picadora. En tal caso, trocead primero la cebolleta y el huevo para que sea más sencillo.\n\nAgrega un chorrito de zumo de lima para darle un toque de frescor y, si quieres probar la salsas tártara con un toque diferente, prueba con añadir un poco de eneldo o salsas Perrins, dos opciones que le van genial\nAñade a estos ingredientes triturados la mostaza de Dijon y la mayonesa. Mezcla muy bien para integrar todos los sabores, añade el perejil y listo",
    "image": "https://cdn.loveandlemons.com/wp-content/uploads/2020/09/tartar-sauce-recipe.jpg"
  },
  {
    "title": "salsas agridulce",
    "category": "salsas vegano",
    "ingredients": [
      "Zumo de una naranja pequeña o media naranja.\n150 ml de agua (lo ideal es que sea de botella).\n2 cucharadas de salsas de soja de la marca de preferencia.\n3 cucharadas de salsas Kétchup.\n4 cucharadas de vinagre blanco.\n3 cucharadas de azúcar blanca.\n1 cucharada moderada maicena."
    ],
    "instructions": "Utiliza un cazo mediano y coloca a calentar a fuego medio, añade la salsas de soja junto con el kétchup, remueve lentamente.\nLuego, incorpora a la mezcla el zumo de naranja junto con el vinagre y remueve de forma consistente.\nIncorpora la cucharada de maicena y asegúrate de revolver bien hasta que notes que no han quedado grumos.\nLuego de tres a cuatro minutos notarás cómo se ha espesado el aderezo chino agridulce, en caso de que veas que se ha pasado de espesor puedes incorporar un poco de agua.",
    "image": "https://www.allrecipes.com/thmb/eW4444WFhACmMbVkmH24E_hgAvk=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/19670-sweet-and-sour-sauce-beauty-3x4-013506441223-dee122489d664f7a891e97e5c0d357ef.jpg"
  },
  {
    "title": "San Jacobo de Jamón y Queso",
    "category": "Tapas carne",
    "ingredients": [
      "4 filetes de pollo o cerdo",
      "4 lonchas de jamón serrano",
      "4 lonchas de queso",
      "Harina",
      "1 huevo",
      "Pan rallado",
      "Aceite de oliva para freír"
    ],
    "instructions": "1. Coloca una loncha de jamón y una de queso entre dos filetes de pollo o cerdo. 2. Pasa los San Jacobos por harina, huevo batido y pan rallado. 3. Fríelos en aceite caliente hasta que estén dorados. 4. Sirve caliente.",
    "image": "https://cdn.recetasderechupete.com/wp-content/uploads/2014/04/san_jacobo.jpg"
  },
  {
    "title": "sopa blanca con vinagre y ajo",
    "category": "sopas segundo",
    "ingredients": [
      "huevo",
      "miga de pan",
      "cuatro ajos",
      "sal",
      "aceite"
    ],
    "instructions": "freímos los ajos y lo echamos en una olla con abundante miajón de pan y el aceite de haber frito los ajos echaremos un huevo y haremos una masa homogénea por la machaca echamos agua y pondremos a fuego lento pero ojo no debe de hervir, retirar añadir y vinagre y sal a gusto.",
    "image": "https://www.lanacion.com.ar/resizer/v2/sopa-cremosa-de-OMIKKQDF6VHNVAQUJ5OJEQWZ3A.jpg?auth=ec532245f86bdb91da9b4023cacb0d1fa25053ff57eb7ca3f02689d5468da42b&width=420&height=280&quality=70&smart=true"
  },
  {
    "title": "Sopa de Marisco",
    "category": "segundo Sopas",
    "ingredients": [
      "500 gramos de marisco variado (gambas",
      "mejillones",
      "almejas)",
      "1 cebolla",
      "2 dientes de ajo",
      "1 pimiento rojo",
      "2 tomates maduros",
      "1 litro de caldo de pescado",
      "100 ml de vino blanco",
      "2 cucharadas de aceite de oliva",
      "1 cucharadita de pimentón dulce",
      "Perejil fresco",
      "Sal y pimienta al gusto"
    ],
    "instructions": "1. Pica la cebolla, el ajo, el pimiento rojo y los tomates. 2. En una olla, calienta el aceite de oliva y sofríe las verduras hasta que estén tiernas. 3. Añade el pimentón y el vino blanco, y deja reducir. 4. Incorpora el caldo de pescado y cocina a fuego lento durante 15 minutos. 5. Agrega el marisco y cocina hasta que esté listo (unos 5-10 minutos). 6. Sirve caliente, espolvoreado con perejil fresco.",
    "image": "https://i.ytimg.com/vi/p8iO-437Gso/maxresdefault.jpg"
  },
  {
    "title": "Tarta de manzana",
    "category": "postres",
    "ingredients": [
      "Un yogur natural",
      " tres medidas de harina",
      "  tres huevos",
      "  una medida de aceite o mantequilla dos medidas de azúcar medio sobre de levadura esencia de vainilla tres manzanas sal esencia de limón mermelada de albaricoque"
    ],
    "instructions": "Montar las claras a punto de nieve añadir la harina tamizada con la levadura y todos los demás ingredientes y revolverlo todo lentamente verterlo en un molde y poner encima las rodajas de manzana",
    "image": "https://3.bp.blogspot.com/-SsggpgDwxqs/WljjpDIT2AI/AAAAAAAABts/wc6ShzW-j5s2jyEKoSkQ1QE8zwMWKbUbQCLcBGAs/s1600/1515774638626.png"
  },
  {
    "title": "Tarta de Manzana hojaldre",
    "category": "postres",
    "ingredients": [
      "2 manzanas (preferiblemente Golden o Granny Smith)",
      "hojaldre",
      "crema pastelera"
    ],
    "instructions": "pelar las manzanas cortarlas por la mitad quitarle el corazón y cortarla en rodajas finas, poner una lámina de hojaldre y hacerle los bordes. echar la crema pastelera y poner encima con cuidado las láminas de manzana meter al horno unos 30 minutos.",
    "image": "https://www.rebanando.com/media/tarta-de-manzana-papi_crop.jpg/rh/tarta-de-manzana.jpg"
  },
  {
    "title": "Tortilla de espinacas con queso ",
    "category": "Tapas",
    "ingredients": [
      "La espinaca",
      "huevos",
      "queso"
    ],
    "instructions": "Cocer la espinaca freírlas a fuego lento escurrirlas bien batir los huevos añadir el queso rallado el espinaca y hacer la tortilla",
    "image": "https://s3.abcstatics.com/media/bienestar/2020/05/22/tortilla-patatas-k9tF--420x236@abc.jpeg"
  },
  {
    "title": "Tortilla de pan y leche",
    "category": "Tapas",
    "ingredients": [
      "Miajón",
      "leche",
      "huevos"
    ],
    "instructions": "Preparar el miajón de pan,mojar y leche y escurrir. Batir con los huevos y hacer la tortilla un pelín cruda.",
    "image": "https://s3.abcstatics.com/media/bienestar/2020/05/22/tortilla-patatas-k9tF--420x236@abc.jpeg"
  },
  {
    "title": "Tortilla de patatas",
    "category": "Tapas",
    "ingredients": [
      "Patatas",
      "cebolla",
      "huevos"
    ],
    "instructions": "Pelar las patatas cortarlas en rodajas finas freirlas con abundante aceite pero con el aceite flojo cuando estén blandas y frita escurrir aceite batir los huevos añadir las patatas a los huevos y la cebolla troceada frita",
    "image": "https://s3.abcstatics.com/media/bienestar/2020/05/22/tortilla-patatas-k9tF--420x236@abc.jpeg"
  },
  {
    "title": "Tortilla de pate",
    "category": "Tapas",
    "ingredients": [
      "Paté de foie",
      "huevos"
    ],
    "instructions": "Batir los huevos echar paté y hacer la tortilla un pelín cruda está más buena",
    "image": "https://s3.abcstatics.com/media/bienestar/2020/05/22/tortilla-patatas-k9tF--420x236@abc.jpeg"
  },
  {
    "title": "Vinagreta",
    "category": "salsas",
    "ingredients": [
      "Patatas",
      "cebolla",
      "huevos"
    ],
    "instructions": "Pelar las patatas cortarlas en rodajas finas freirlas con abundante aceite pero con el aceite flojo cuando estén blandas y frita escurrir aceite batir los huevos añadir las patatas a los huevos y la cebolla troceada frita",
    "image": "https://www.196flavors.com/wp-content/uploads/2020/05/vinegret-3.jpeg"
  },
  {
    "title": "Hojaldre",
    "category": "Postre",
    "ingredients": [
      "Harina mantequilla sal levadura agua"
    ],
    "instructions": "",
    "image": "https://youtu.be/SqhCHnB7H-w?si=LOtr6dxoX4uMqgPs"
  }
]